IDEA Open Model
Polygon3D.Points Property
Compatible with IDEA StatiCa Beta 20.0
 List of polygon points
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<Point3D> Points { get; set; }
Public Property Points As List(Of Point3D)
	Get
	Set
Property Value
Type: List<Point3D>
See Also
Reference
Polygon3D Class
IdeaRS.OpenModel.Geometry3D Namespace